aaron-bond.better-comments
alphabotsec.vscode-eclipse-keybindings
antfu.file-nesting
antfu.theme-vitesse
bradlc.vscode-tailwindcss
bungcip.better-toml
christian-kohler.path-intellisense
codezombiech.gitignore
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.copilot
golang.go-nightly
Gruntfuggly.todo-tree
hollowtree.vue-snippets
James-Yu.latex-workshop
jeff-hykin.better-dockerfile-syntax
lokalise.i18n-ally
mattpocock.ts-error-translator
mgmcdermott.vscode-language-babel
mhutchie.git-graph
miguelsolorio.fluent-icons
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
PKief.material-icon-theme
redhat.vscode-yaml
rust-lang.rust-analyzer
sainnhe.gruvbox-material
serayuzgur.crates
skyran.js-jsx-snippets
steoates.autoimport
streetsidesoftware.code-spell-checker
syler.sass-indented
ultram4rine.vscode-choosealicense
usernamehw.errorlens
vadimcn.vscode-lldb
vscodevim.vim
Vue.volar
waderyan.gitblame
WakaTime.vscode-wakatime
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
zxh404.vscode-proto3
